Repository: reneax/statiescan
Catalog: lib/src/l10n/app_*.arb
Languages: nl

source: Add new store
nl: Nieuwe winkel toevoegen

source: Store name
nl: Winkelnaam

# errorEmptyStore
source: Enter a store name
nl: Voer een winkelnaam in

# errorTooLongName
source: This name is too long.
nl: Deze naam is te lang.

# errorStoreExists
source: This store already exists.
nl: Deze winkel bestaat al.

source: Cancel
nl: Annuleren

source: Save
nl: Opslaan

source: Amount
nl: Bedrag

# errorAmountInvalid
source: Enter a valid amount
nl: Voer een geldig bedrag in

# expiryTime
source: Expiration time
nl: Vervaltijd

# errorExpiryTimeEmpty
source: Select an expiration time
nl: Selecteer een vervaltijd

# createStoreFirst
source: Create a store first
nl: Maak eerst een winkel aan

source: Store
nl: Winkel

# errorStoreEmpty
source: Select a store
nl: Selecteer een winkel

# saveReceiptSuccess
source: Receipt saved successfully.
nl: De bon is succesvol opgeslagen.

source: Add receipt
nl: Bon toevoegen

# noExpiration
source: None
nl: Geen

# oneMonth
source: 1 month
nl: 1 maand

# threeMonths
source: 3 months
nl: 3 maanden

# sixMonths
source: 6 months
nl: 6 maanden

# oneYear
source: 1 year
nl: 1 jaar

source: Save receipt
nl: Bon opslaan

source: Share
nl: Delen

# noExpiryDate
source: No expiration date
nl: Geen verloopdatum

source: Expires on {date}
nl: Verloopt op {date}

source: Expired on {date}
nl: Verlopen op {date}

# deleteHintSuggestion
source: Hold to delete the receipt.
nl: Houd ingedrukt om te verwijderen.

# amountDescription
source: The amount is €{amount}
nl: Het bedrag is €{amount}

# receiptFileName
source: deposit
nl: emballage

# shareMessage
source: Deposit receipt of €{amount} redeemable at {storeName}. Sent from the Statiescan app.
nl: Emballage bon van €{amount} die je kunt inleveren bij {storeName}. Verstuurd vanaf de Statiescan app.

# dontForgetDeleteAfterShare
source: Don't forget to delete the receipt after sharing.
nl: Vergeet de bon niet te verwijderen na het delen.

# receiptDeleteSuccess
source: Receipt deleted successfully.
nl: De bon is succesvol verwijderd.

# receiptDetailsTitle
source: View receipt
nl: Bon weergeven

# nextButton
source: Next
nl: Verder

# continueButton
source: Continue
nl: Doorgaan

# slideOneTitle
source: Scan with app
nl: Scannen met app

# slideOneDescription
source: Easily scan deposit receipts with your phone.
nl: Scan statiegeld bonnen eenvoudig met je telefoon.

# slideTwoTitle
source: Find receipts
nl: Bonnetjes terugvinden

# slideTwoDescription
source: Quickly find your saved receipts.
nl: Vind je opgeslagen bonnetjes snel terug.

# slideThreeTitle
source: Receipt expiration alert
nl: Bon vervalt melding

# slideThreeDescription
source: Get notifications before your receipt expires.
nl: Krijg meldingen voordat je bon vervalt.

# slideFourTitle
source: Share with people
nl: Delen met mensen

# slideFourDescription
source: Easily share your receipts with others.
nl: Deel je bonnen gemakkelijk met anderen.

source: No receipts found
nl: Geen bonnen gevonden

# addNewReceiptHint
source: Add a new receipt using the plus icon below.
nl: Voeg een nieuwe bon toe met het plusicoon onderaan.

# filterStore
source: Filter by store
nl: Filter op winkel

source: All stores
nl: Alle winkels

# receiptsTitle
source: Receipts
nl: Bonnen

# processingReceipt
source: Processing...
nl: Verwerken...

# scanReceiptTitle
source: Scan receipt
nl: Bon scannen

# aboutSection
source: About
nl: Over

# statisticsOption
source: Statistics
nl: Statistieken

# reviewUsOption
source: Rate us
nl: Beoordeel ons

# reviewUsDescription
source: Give the app a rating
nl: Geef de app een beoordeling

# githubDescription
source: View the app’s source code
nl: Bekijk de broncode van de app

# generalSection
source: General
nl: Algemeen

# vibrationOption
source: Vibrate on actions
nl: Trillen bij acties

# nextAfterDeleteOption
source: Next receipt after deletion
nl: Volgende bon na verwijderen

# nextAfterDeleteDescription
source: Go to the next store receipt after deletion.
nl: Ga na het verwijderen naar de volgende bon van de supermarkt.

# deleteExpiredReceiptsOption
source: Delete expired receipts
nl: Verlopen bonnen wissen

# deleteExpiredReceiptsDescription
source: Automatically delete receipts once they expire.
nl: Bon automatisch verwijderen als deze verloopt.

# errorNotificationPermissionDenied
source: Could not get permission. Enable notification permissions in app settings.
nl: Kon geen permissie verkrijgen. Geef de app notificatie permissies via instellingen.

# notificationSection
source: Notifications
nl: Meldingen

# notificationsEnabledOption
source: Receive notifications
nl: Meldingen ontvangen

# daysBeforeExpiryOption
source: Days before receipt expiry notification
nl: Aantal dagen voor bonverval melding

# daysBeforeExpiryDescription
source: Set how many days in advance you want to be notified about a receipt expiration.
nl: Stel in hoeveel dagen van tevoren je een melding wilt over het verlopen van je bon.

# automaticAmountDetectionOption
source: Auto-fill amount
nl: Automatisch bedrag invullen

# automaticAmountDetectionDescription
source: Automatically fills the receipt amount when possible. Requires more processing power.
nl: Vult automatisch het bonbedrag in wanneer mogelijk. Dit vereist meer rekenkracht.

# daysBeforeNotificationTitle
source: Days before notification
nl: Dagen voor melding bon

# notificationDays
source: {day, plural, =1{1 day} other{{day} days}}
nl: {day, plural, =1{1 dag} other{{day} dagen}}

# statisticsTitle
source: Statistics
nl: Statistieken

# loadingStatistics
source: Loading data...
nl: Data aan het laden...

# storeCount
source: Number of stores: {count}
nl: Aantal winkels: {count}

# redeemableReceipts
source: Redeemable receipts: {count}
nl: Inleverbare bonnen: {count}

# redeemedReceipts
source: Redeemed receipts: {count}
nl: Ingeleverde bonnen: {count}

# availableAmount
source: Available amount: €{amount}
nl: Beschikbaar bedrag: €{amount}

# redeemedAmount
source: Redeemed amount: €{amount}
nl: Verkregen bedrag: €{amount}

# averageAmountPerReceipt
source: Average per receipt: €{amount}
nl: Gemiddeld per bon: €{amount}

# settingsTitle
source: Settings
nl: Instellingen

source: Receipt expiring soon
nl: Bon verloopt binnenkort

# receiptExpiringChannel
source: Receipt nearly expired
nl: Bon bijna vervallen

# receiptExpiringChannelDescription
source: Notifications for receipts nearing expiration.
nl: Meldingen voor bonnen die binnenkort vervallen.

# receiptExpiresIn
source: A receipt from {storeName} expires in {days, plural, =1{1 day} other{{days} days}}.
nl: Een bon van {storeName} verloopt over {days, plural, =0{0 dagen} =1{1 dag} other{{days} dagen}}.

source: Receipt expired
nl: Bon verlopen

# receiptExpiresOn
source: A receipt from {storeName} expired today.
nl: Een bon van {storeName} is vandaag verlopen.

# receiptExpiredChannel
source: Receipt expired
nl: Bon verlopen

# receiptExpiredChannelDescription
source: Notifications for receipts that are about to expire.
nl: Meldingen voor bonnen die binnenkort vervallen.

# receiptsTab
source: Receipts
nl: Bonnen

# settingsTab
source: Settings
nl: Instellingen
